{"results":[{"url":"https:\/\/www.nature.com\/articles\/s41598-017-06423-5<br\/>","link":"\r\nDilution of whisky – the molecular perspective | Scientific Reports  The actual science behind what happens when you add a drop of water to your whisky.  I followed very little of it, but I'm glad someone has done the research, and that they've found out what loads of whisky lover already knew.\n<br\/>","meta description":"Nature Research: science journals, jobs, information and services. Discover the world’s best science and medicine.","keywords":"","filesize":"74.546KB"},{"url":"https:\/\/github.com\/jenssegers\/laravel-mongodb<br\/>","link":"\r\njenssegers\/laravel-mongodb: A MongoDB based Eloquent model and Query builder for Laravel (Moloquent)  This blog has become a simple list of useful tech-stack stuff again, hasn't it?\n<br\/>","meta description":"","keywords":"","filesize":"0KB"},{"url":"https:\/\/github.com\/delatbabel\/elocryptfive<br\/>","link":"\r\ndelatbabel\/elocryptfive: Automatically encrypt and decrypt Laravel 5 Eloquent values  Might be useful for work as well.\nVue-Multiselect | A Vue.js library  I shall be wanting this, or something like it, later.\n<br\/>","meta description":"","keywords":"","filesize":"0KB"},{"url":"https:\/\/nicksilvestro.net\/2016\/05\/28\/adding-laravels-storage-facade-into-lumen\/<br\/>","link":"\r\nUsing Laravel’s Storage facade in Lumen  Handy guide to doing, well, exactly what it says on the tin.\n<br\/>","meta description":"","keywords":"","filesize":"0KB"},{"url":"https:\/\/medium.com\/@sergiturbadenas\/how-i-expose-laravel-permissions-in-vue-js-49dd05bedfce<br\/>","link":"\r\nHow I expose Laravel permissions in Vue.js – Sergi Tur Badenas – Medium  Useful – introduces a minor security loophole, but one that's easy to correct for on the back end.\n<br\/>","meta description":"We could not find what you were looking for on Medium.","keywords":"","filesize":"0KB"},{"url":"https:\/\/keynote-extractor.com\/<br\/>","link":"\r\nKeynote extractor  A quick and easy way to get web pages out of keynote presentations.\n<br\/>","meta description":"","keywords":"","filesize":"0.209KB"},{"url":"http:\/\/labs.infyom.com\/laravelgenerator\/<br\/>","link":"\r\nInfyOm Laravel Generator : Laravel Scaffold, CRUD, API Generator  Suspect this will massive speed up a work job.\n<br\/>","meta description":"","keywords":"","filesize":"0KB"},{"url":"http:\/\/idlewords.com\/talks\/notes_from_an_emergency.htm<br\/>","link":"\r\nNotes From An Emergency  Serious, thoughtful critique outlinging the current regulatory capture of the US government by the tech industry, and how it affects Europe, and what we might do.\n<br\/>","meta description":"","keywords":"","filesize":"0.323KB"},{"url":"http:\/\/games.fire-hazard.net\/blogposts\/2016\/7\/29\/how-we-work-energy<br\/>","link":"\r\nFire Hazard: How We Work: Energy  A company I freelance for has a really good write up of a smart way of working in a small company.  Worth remembering.\n<br\/>","meta description":"","keywords":"","filesize":"26.885KB"},{"url":"https:\/\/jsonfeed.org\/2017\/05\/17\/announcing_json_feed<br\/>","link":"\r\nJSON Feed: Announcing JSON Feed  This seems like quite a good idea.\nSend the grandmother to the library. – Mike Wallis – Medium  Absolutely mandatory reading on providing social services digitally.\nSopamo\/vue-online: A reactive offline indicator component for vue.js  This will be useful to me later on in a project.\n<br\/>","meta description":"","keywords":"","filesize":"0.359KB"}],"total":"102.322KB"}